Repository: pwsafe/pwsafe
Catalog: Misc/I18N/ru/omegat_help/omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: Non-default column order
ru_ru: Порядок столбцов

source: Non-default column order in List View.
ru_ru: Порядок столбцов при отображении в виде списка.

source: Non-default column widths
ru_ru: Ширина столбцов

source: Non-default column widths in List View
ru_ru: Ширина столбцов при отображении в виде списка.

source: Non-default column widths inList View
ru_ru: Ширина столбцов при отображении в виде списка

source: Non-empty username fields are very common.
ru_ru: Предзаполненные поля для ввода имени пользователя встречаются довольно часто.

source: Non-empty username fields occur all the time.
ru_ru: Предзаполненные поля для ввода имени пользователя встречаются довольно часто.

source: Non-security-related preferences are kept in a configuration file, pwsafe.cfg.
ru_ru: Оставшиеся настройки хранятся в файле pwsafe.cfg.

source: Non-standard keys are not supported (e.g., those only on a Kanji keyboard).
ru_ru: Нестандартные клавиши не поддерживаются (они присутствуют на клавиатуре с раскладкой Kanji).

source: Normal entry
ru_ru: Обычный элемент

source: Normal entry - the password has expired
ru_ru: Обычный элемент — срок действия пароля истёк.

source: Normal entry - the password will expire within the user's specified interval
ru_ru: Обычный элемент — срок действия пароля истечёт в течение указанного в предупреждении времени.

source: Normal entry with aliases
ru_ru: Обычный элемент с псевдонимами

source: Normal entry with aliases - the password has expired
ru_ru: Обычный элемент с псевдонимам — срок действия пароля истёк.

source: Normal entry with aliases - the password will expire within the user's specified interval
ru_ru: Обычный элемент с псевдонимами — срок действия пароля истечёт в течение указанного в предупреждении времени.

source: Normal entry with shortcuts
ru_ru: Обычный элемент с ярлыками

source: Normal entry with shortcuts - the password has expired
ru_ru: Обычный элемент с ярлыками — срок действия пароля истёк.

source: Normal entry with shortcuts - the password will expire within the user's specified interval
ru_ru: Обычный элемент с ярлыками — срок действия пароля истечёт в течение указанного в предупреждении времени.

source: Note 1: When exporting a single entry via the Edit Menu or Context Menu (by right clicking on the entry), the option to restrict the export based on the contents of the Group, Title, User Name, URL or Notes fields is obviously not available.
ru_ru: Ограничения по группе, заголовку, имени пользователя, ссылке или заметкам недоступны, если через контекстное меню или меню «Правка» экспортируется один элемент.

source: Note 2: When Merging a database into the currently open database, you will not be able to restrict which fields of the entries being merged are copied.
ru_ru: При слиянии контейнера с текущим невозможно указать, какие поля элемента будут скопированы.

source: Note both directories may be hidden and Folder Vew properties may need to be modified in order to be able to view it.
ru_ru: Данные каталоги могут быть скрытыми, и для их отображения может потребоваться изменение настроек Проводника.

source: Note both directories may be hidden and Folder View properties may need to be modified in order to be able to view it.
ru_ru: Данные каталоги могут быть скрытыми, и для их отображения может потребоваться изменение настроек Проводника.

source: Note database preferences are only saved within the database if their value differs from their default value.
ru_ru: Примечание. Параметры сохраняются в контейнер только тогда, когда их значение отличается от значения по умолчанию.

source: Note database preferences are only saved within the database if their value is different from their default value.
ru_ru: Примечание. Параметры сохраняются в контейнер только тогда, когда их значение отличается от значения по умолчанию.

source: Note however, if a Password Policy with the same name already exists in the database, it will not be overwritten by the values in the XML input file.
ru_ru: При этом, если в контейнере уже присутствует политика с таким же именем, она не будет замещена политикой из XML-файла.

source: Note however, that the contents will saved temporarily on disk in clear text.
ru_ru: В этом случае содержимое будет временно сохранено на диск в открытом виде.

source: Note preferences are only saved if their value is different from their default value.
ru_ru: Примечание. Параметры сохраняются только тогда, когда их значение отличается от значения по умолчанию.

source: Note th at last item, copy password and then minimize, won't work as expected if the "Clear clipboard on minimize" option is selected in the Security Options tab.
ru_ru: Обратите внимание, что поведение «Копировать пароль в буфер и свернуть» будет не таким, как ожидалось, если на вкладке Безопасность включена настройка «Очищать буфер обмена при сворачивании».

source: Note that "Expand/Collapse Group" function in Tree View mode is achieved by selecting the group and pressing the Enter key.
ru_ru: Также, при отображении элементов в виде дерева, действие «Развернуть/свернуть группу» вызывается по клавише Enter.

source: Note that (as of version 3.11) you can customize which icons appear in the toolbar and the order in which they appear.
ru_ru: Начиная с версии 3.11 можно изменить набор значков и порядок их отображения на панели.

source: Note that Password Safe requires YubiKeys with firmware version 2.2 and above.
ru_ru: Для работы Password Safe требуется устройство с версией прошивки 2.2 и выше.

source: Note that NNN in the above is limited to three digits, so that, for example, \w5000 will create a half-second delay and then emit the letter '0', which is probably not what you intended (\W5 would do the trick, though).
ru_ru: Обратите внимание, что NNN в данном случае принимает не более 3-х цифр. Таким образом, «\w5000» выполнит задержку в полсекунды, после чего напечатает символ «0», что скорее всего отличается от того, что вы задумали (задержку в 5 секунд можно задать с помощью «\W5»).

source: Note that NNN is limited to a maximum of three digits.
ru_ru: Число, подставляемое вместо NNN, должно состоять не более чем из 3-х цифр.

source: Note that NNN is limited to a maximum of three digits, so that, for example, \w5000 will create a half-second delay and then emit the letter '0', which is probably not what you intended (\W5 would do the trick, though).
ru_ru: Обратите внимание, что NNN в данном случае принимает не более 3-х цифр. Таким образом, «\w5000» выполнит задержку в полсекунды, после чего напечатает символ «0», что скорее всего отличается от того, что вы задумали (задержку в 5 секунд можно задать с помощью «\W5»).

source: Note that Password Safe will only erase old databases if the suffix is an incremented number (running count).
ru_ru: если для создания суффикса используется «Автонумератор».

source: Note that changes made via the Compare database results dialog will not cause a database save for each action but will after the compare results dialog has been closed.
ru_ru: Примечание. Изменения, производимые через диалог результатов сравнения сохраняются не сразу, а после закрытия окна диалога сравнения.

source: Note that changes made via the Compare database results dialog will not cause a database save for each action, but only after the compare results dialog has been closed.
ru_ru: Примечание. Изменения, производимые через диалог результатов сравнения сохраняются не сразу, а после закрытия диалога сравнения.

source: Note that each entry may override this value
ru_ru: Данное значение может быть переопределено в свойствах элемента.

source: Note that for security, Password Safe will close your database before connecting to the Internet to check for a newer version.
ru_ru: Из соображений безопасности Password Safe закроет текущий контейнер перед проверкой информации о новой версии.

source: Note that if the System Tray is enabled (via the Put Icon in System Tray option), then Esc just closes the main window, which can be re-opened by double-clicking on the icon in the System Tray.
ru_ru: Обратите внимание, что если активна настройка «Отображать значок в области уведомлений», то клавиша Esc лишь скрывает окно. Его можно открыто двойным щелчком по значку в области уведомлений.

source: Note that if the filename and/or path has spaces, it should be enclosed in double quotes.
ru_ru: Обратите внимание, что если имя файла содержит пробелы, то его нужно заключить в двойные кавычки ("имя файла").

source: Note that if the title is unique in the database, then the other fields are optional.
ru_ru: Заметьте, что если заголовок уникален в данном контейнере, то другие поля являются необязательными.

source: Note that last item, copy password and then minimize, won't work as expected if the "Clear clipboard on minimize" option is selected in the Security Options tab.
ru_ru: Обратите внимание, что поведение «Копировать пароль в буфер и свернуть» будет не таким, как ожидалось, если на вкладке Безопасность включена настройка «Очищать буфер обмена при сворачивании».

source: Note that no history will be lost, only no further password changes will be tracked until history saving is re-activated.
ru_ru: Обратите внимание, что существующая история будет потеряна, и изменения паролей в этих элементах не будут отслеживаться до момента повторного включения.

source: Note that only non-default preference values are stored in the configuration file or database.
ru_ru: Обратите внимание, что значения, совпадающие со «значением по умолчанию» не сохраняются.

source: Note that only one filter can be applied at a given time.
ru_ru: Обратите внимание, что нельзя применить сразу несколько фильтров.

source: Note that selecting this option with the "Copy password to clipboard, and then immediately minimize" double click action in the Misc Options tab will lead to unexpected results (the password will be copied, but immediately cleared).
ru_ru: Обратите внимание, что использование данной опции вместе со «Свернуть после копирования пароля» на вкладке Разное приведёт к неожиданным результатам (пароль будет скопирован в буфер и сразу же удалён оттуда).

source: Note that the XML schema requires the Title and Password fields, hence these cannot be deselected.
ru_ru: По XML-схеме требуется, чтобы присутствовали поля «Заголовок» и «Пароль», поэтому их нельзя убрать из списка экспортируемых.

source: Note that the contents of this menu change according to what's selected in the main view (e.g., if you've selected an entry or a group).
ru_ru: Обратите внимание, что состав меню зависит от того, что сейчас выбрано в списке (элемент, псевдоним или группа).

source: Note that the contents of this menu change according to what's selected in the main view (e.g., if you've selected and entry or a group).
ru_ru: Обратите внимание, что состав меню зависит от того, что сейчас выбрано в списке (элемент, псевдоним или группа).

source: Note that the exported databases will not contain information that was added in newer versions.
ru_ru: Обратите внимание, что в этих контейнерах не будет содержаться информации, добавленной в новых версиях.

source: Note that the state of this is indicated by an open or closed padlock in the upper left side of the windows that prompt for the master passphrase (e.g., opening a database, unlocking one, changing the master passphrase, etc.).
ru_ru: Режим работы при вводе мастер-пароля обозначается изображением открытого или закрытого замка в левом верхнем углу окна ввода пароля (при открытии/разблокировании контейнера, смене мастер-пароля, и т. д.).

source: Note that this font must be able to display Unicode characters.
ru_ru: Этот шрифт должен поддерживать символы Unicode.

source: Note that this is meant for keeping an e-mail address associated with the site, e.g., support@myvendor.com.
ru_ru: Данное поле предназначено для хранения E-Mail, связанного с сайтом, например, адреса техподдержки support@myvendor.com.

source: Note that this sets a >preference, so it's enough to use this flag once on a given machine.
ru_ru: Эти три параметра изменяют настройки приложения, поэтому, для установки предпочтений на данной машине достаточно запустить Password Safe с требуемым параметром один раз.

source: Note that this sets a preference, so it's enough to use this flag once on a given machine.
ru_ru: Эти три параметра изменяют настройки приложения, поэтому, для установки предпочтений на данной машине достаточно запустить Password Safe с требуемым параметром один раз.

source: Note that times in Password Safe must be earlier than January 19, 2038.
ru_ru: Обратите внимание, что в Password Safe значение даты и времени должны быть не позднее 19 января 2038 г.

source: Note that when saved to disk, it will overwrite any previous report file found in this directory for this function.
ru_ru: Обратите внимание, что при сохранении на диск происходит перезапись в каталоге контейнера предыдущего отчёта для выбранной функции.

source: Note that you can also customize the default AutoType text via the Misc. tab in the Options dialog box.
ru_ru: Заметьте, что для автонабора последовательность по умолчанию может быть переопределена на вкладке Сервис→Настройки→Разное.

source: Note that you can also customize the default autotype text via the Misc. tab in the Options dialog box.
ru_ru: Заметьте, что для автонабора последовательность по умолчанию может быть переопределена на вкладке Управление→Настройки→Разное.

source: Note that you can also customize the default autotype text via the Misc.
ru_ru: Заметьте, что последовательность для автонабора может быть переопределена на вкладке Разное

source: Note that you can click on the image to toggle it.
ru_ru: Вы можете переключить режим ввода пароля, щёлкнув на изображении замка.

source: Note that you can define shortcuts where there currently are none, as well as replacing the defaults with those of your choosing.
ru_ru: Вы можете задать комбинацию там, где она ещё не определена, или изменить ранее заданную комбинацию.

source: Note that you can override this on a per-entry basis.
ru_ru: При необходимости вы можете переопределить её в настройках элемента.

source: Note that you need to exit and restart Password Safe for changes in this control to take effect.
ru_ru: Примечание. Для вступления изменений в силу необходимо перезапустить Password Safe.

source: Note that you will be prompted for the Safe combination the first time you double-click on the System Tray icon, not before.
ru_ru: Примечание. Мастер-пароль будет запрошен только тогда, когда вы дважды щёлкнете по значку левой кнопкой.

source: Note the list of comma separated column numbers reflect internal numbering of the fields and should not be edited manually
ru_ru: Через запятую перечислены используемые внутри программы номера столбцов.

source: Note will be wrapped in its display area during Add/Edit
ru_ru: При редактировании переносить заметки по словам

source: Note you do not have to specify the user name if the information you have provided uniquely identifies the base entry.
ru_ru: Заметьте, что нет необходимости писать имя пользователя, если указанной информации достаточно для однозначного определения элемента.

source: Note, however, that this means that older versions of Password Safe will revert to default value for some of the settings.
ru_ru: Но, в случае, если вы будете использовать более старые версии, некоторые настройки Password Safe примут своё изначальное значение.

source: Note: As long as there are some unsaved items, there will be a "*" in the status row.
ru_ru: Примечание. Когда в контейнере присутствуют несохранённые изменения, в строке статуса отображается символ «*».

source: Note: As the configuration file uses XML, the username and hostname must satisfy the XML standards:
ru_ru: Примечание. Т.␣к. файл настроек использует формат XML, имя пользователя и имя ПК должны соответствовать требованиям стандарта:

source: Note: Format ‘2’ is the output from the ANSI C function ‘asctime’ and format ‘3’ conforms to the ISO 8601 standard.
ru_ru: Примечание: формат 2 является выводом ANSI C функции «asctime», а формат 3 соответствует стандарту ISO 8601.

source: Note: Setting non-standard keys may make these particular shortcuts unavailable if you then use another computer with a keyboard that does not have these keys.
ru_ru: Примечание. Использование нестандартных клавиш может привести к тому, что соответствующие горячие клавиши будут недоступны на клавиатурах, где данные символы отсутствуют.

source: Note: There is nothing that ANY application can do to save information if the PC is just switched off, loses power or the processor, the hard disk or any other component fails.
ru_ru: Примечание. Ни одно приложение не может сохранить данные при выключении питания компьютера во время работы или при фатальном сбое в компонентах ПК.

source: Note: This only applies to the main dialog window.
ru_ru: Примечание. Применяется только к главному окну.

source: Note: This will also be noted in the Import report.
ru_ru: Примечание. Об этом также будет сообщено в журнале импорта.

source: Note: This will also be noted in the Merge report.
ru_ru: Примечание. Об этом также будет сообщено в журнале слияния.

source: Note: You may need more tabs ('\t') in order to get to the desired checkbox on any particular webpage.
ru_ru: Примечание. Может потребоваться указать большее количество нажатий на табуляцию («\t»), чтобы переключить фокус ввода на нужно поле web-страницы.

source: Note: all entry information in these commands remain encrypted in memory.
ru_ru: Примечание. Указанная информация об элементах хранится в памяти в зашифрованном виде.

source: Note:There is no mechanism within Password Safe to retrieve lost or forgotten safe passwords.
ru_ru: Примечание. В Password Safe не существует механизма для восстановления потерянных (забытых) мастер-паролей.

source: Notes
ru_ru: Заметки

source: Notes font size in tenths of a point
ru_ru: Размер шрифта для заметок в десятых долях пункта

source: Notes on Plain Text Export & Import
ru_ru: Формат текстового экспорта и импорта

source: Notice that the backslash is escaped so that the '$dbname' is recognised as a variable.
ru_ru: Обратите внимание, что для того, чтобы «$dbname» было распознано как переменная, обратный слэш экранирован.

source: Num Lock
ru_ru: Num Lock (NumLk)

source: Num pad *
ru_ru: Серый «*» (на цифровой клавиатуре)

source: Num pad +
ru_ru: Серый «+» (на цифровой клавиатуре)

source: Num pad -
ru_ru: Серый «-» (на цифровой клавиатуре)

source: Num pad .
ru_ru: Серая «.» (на цифровой клавиатуре)

source: Num pad /
ru_ru: Серый «/» (на цифровой клавиатуре)

source: Num pad 0-9
ru_ru: Серые 0–9 (на цифровой клавиатуре)

source: Number of most recently used databases saved in the File menu
ru_ru: Количество запоминаемых контейнеров, отображаемых в меню «Файл»

source: Numerical preferences
ru_ru: Настройки с числовыми значениями

source: Numerical preferences in alphabetical order
ru_ru: Настройки с числовыми значениями (в алфавитном порядке)

source: Obsolete preferences are not listed.
ru_ru: Устаревшие настройки не перечислены.

source: Obviously, you need a YubiKey device to start.
ru_ru: Очевидно, что для работы в таком режиме вам необходимо иметь YubiKey.

source: Of course, you can also choose to protect the database by a Safe Combination alone, just enter the Safe Combination in the "Safe Combination" and "Verify" fields and then click on OK.
ru_ru: Конечно, вы также можете использовать только мастер-пароль. В этом случае просто введите пароль в поля «Пароль» и «Подтверждение» и нажмите кнопку OK.

source: Of course, you can edit it if needed.
ru_ru: При создании элемента вы можете изменить это имя.

source: Of course, you can edit the name, move or delete the shortcut, just like a regular entry.
ru_ru: Как и в случае с обычным элементом, ярлык можно будет переместить, удалить или переименовать.

source: Of course, you can restore the connection by Undo, or manually editing the password.
ru_ru: Чтобы вернуть разорванную связь можно использовать отмену последнего действия или заново задать пароль ссылку в поле пароля.

source: Of course, you must have write permission to the location you specify.
ru_ru: Для корректной работы необходимо иметь права на запись в указанный каталог.

source: On Windows, the normal substitution of environment variables (specified as %variable_name%) is performed.
ru_ru: В ОС Windows также можно подставлять переменные окружения (как обычно, имя переменной окружается символами «%», например, %variable_name%).

source: On checking the "Show Combination" box, the contents of old and new combination will be visible in clear and the confirmation combination edit box is disabled as no longer necessary.
ru_ru: При включенном флажке «Показать пароль» старый и новый пароли будут отображены, а поле подтверждения пароля будет заблокировано за ненадобностью.

source: Once a database is open, you can change to another via the Open Database command from the File Menu.
ru_ru: Если контейнер уже открыт, можно открыть другой, нажав Открыть контейнер в меню Файл.

source: Once a database is open, you can change to another via the Open... command from the File Menu.
ru_ru: Если какой-либо контейнер уже открыт, можно открыть другой, нажав Открыть... в меню Файл.

source: Once a number are selected, you can either "Copy All" of them to the current database or "Synchronize All" of them with their equivalent entries in the current database.
ru_ru: По окончании выбора вы можете скопировать отмеченный элементы («Копировать все элементы в исходный») или синхронизировать их с соответствующими экземплярами из текущего контейнера («Синхронизировать все элементы»).

source: Once complete, you may view the report and/or exit the Wizard.
ru_ru: После завершения вы можете просмотреть отчёт и/или выйти из мастера.

source: Once expired, it will be completely purple.
ru_ru: У элементов с истёкшим паролем весь значок становится пурпурным.

source: Once opened, go to the Manage menu and select Change Safe Combination.
ru_ru: После этого в меню Сервис выберите пункт Изменить пароль для контейнера.

source: Once stored, your user names and passwords are just a few clicks away.
ru_ru: Однажды сохранив имя пользователя и пароль, затем вы сможете найти их сделав лишь несколько щелчков мышью.

source: Once supported, this flag will be ignored.
ru_ru: После его реализации данный параметр будет игнорироваться.

source: Once the YubiKey has been activated, your Password Safe database will be created.
ru_ru: Контейнер Password Safe будет создан сразу после активации ключа YubiKey.

source: Once the YubiKey has been activated, your Password Safe database will be opened.
ru_ru: Контейнер Password Safe будет открыт сразу после активации ключа YubiKey.

source: Once you are satisfied that you have recovered the correct database, either the original or a Failsafe Backup, you should delete any old Failsafe Backups so that you will not be prompted to decide at a later date.
ru_ru: После того, как вы определили актуальный контейнер (оставили оригинальный или сохранили под другим именем аварийную резервную копию), нужно удалить оставшиеся фалы аварийных резервный копий, чтобы Password Safe не предупреждал об их существовании при последующих запусках.

source: Once you've defined a filter, clicking on 'Apply' will apply the filter on the entries in the database, while leaving the Set Filter dialog box open.
ru_ru: После нажатия на кнопку «Применить» производится фильтрация записей, но окно со списком условий остаётся открытым.
